Repository: Vladimir-Siarov/web-med-stat
Catalog: src/MedStat.WebAdmin/Resources/Classes/SharedResources.CompanyResource.*.resx
Languages: ru

source: Bank requisites
ru: Банковские реквизиты

source: Companies
ru: Компании

source: Company &quot;{0}&quot; was created successfully
ru: Компания "{0}" была успешно создана

source: Company data were updated
ru: Данные компании были обновлены

source: Company list
ru: Список компаний

source: Company requisites were updated
ru: Реквизиты компании были обновлены

source: Company was deleted successfully
ru: Компания была успешно удалена

source: Company will be deleted permanently. Are you sure?
ru: Компания будет удалена без возможности восстановления. Вы уверены?

source: Create
ru: Создать

source: Create company
ru: Создать компанию

source: Create date
ru: Дата создания

source: Create user
ru: Создать пользователя

source: Delete company
ru: Удалить компанию

source: Employee list
ru: Список сотрудников

source: Error has occurred: {0}
ru: Произошла ошибка: {0}

source: For confirm remove action type &quot;delete&quot; word in text box below and press &quot;Confirm&quot; button.
ru: Для подтверждения, напечатайте слово "delete" в текстовом поле ниже и нажмите на кнопку «Подтвердить».

source: Invalid confirm value
ru: Неверное значение подтверждения

source: List
ru: Список

source: List of companies
ru: Список компаний

source: List of users
ru: Список пользователей

source: Main
ru: Основное

source: Main requisites
ru: Основные реквизиты

source: New company
ru: Новая компания

source: New company creation
ru: Создание новой компании

source: New user
ru: Новый пользователь

source: Requisites
ru: Реквизиты

source: Save
ru: Сохранить

source: Update date
ru: Дата последних изменений

source: User data were updated
ru: Данные пользователя были обновлены

source: User was deleted successfully
ru: Пользователь был успешно удалён

source: User will be deleted permanently. Are you sure?
ru: Пользователь будет удален без возможности восстановления. Вы уверены?

source: User __CmpUserName__ was created successfully
ru: Пользователь {1} {0} был успешно создан

source: Users
ru: Пользователи

source: __button__Back
ru: Назад

source: __button__Change phone number
ru: Изменить номер

source: __button__Confirm
ru: Подтвердить

source: __button__Create employee
ru: Создать сотрудника

source: __button__Delete
ru: Удалить

source: __button__Edit
ru: Редактировать

source: __CmpMenu__Devices
ru: Устройства

source: __CmpMenu__Main
ru: Основное

source: __CmpMenu__Requisites
ru: Реквизиты

source: __CmpMenu__Staff
ru: Сотрудники

source: __CmpMenu__Tracking
ru: Трекинг

source: __CmpMenu__Users
ru: Пользователи

source: __CmpUserGrid_Column__Description
ru: Описание

source: __CmpUserGrid_Column__First name
ru: Имя

source: __CmpUserGrid_Column__Patronymic
ru: Отчество

source: __CmpUserGrid_Column__Phone number
ru: Номер телефона

source: __CmpUserGrid_Column__Surname
ru: Фамилия

source: __CmpUserPage__Login information
ru: Данные для входа в систему

source: __CmpUserPage__User rights
ru: Права пользователя

source: __CompanyGrid_Column__Description
ru: Описание

source: __CompanyGrid_Column__Title
ru: Название

source: __CompanyGrid_Column__Trekking
ru: Трекинг

source: __CompanyGrid_Column__Users
ru: Пользователи

source: __pageTitle__Change phone number
ru: Смена номера телефона

source: __pageTitle__Delete company
ru: Удаление компании

source: __pageTitle__Delete user
ru: Удаление пользователя

source: __StaffGrid_Column__Position
ru: Должность

source: __StaffGrid_Column__Temperature
ru: Температура
