Repository: Vladimir-Siarov/web-med-stat
Catalog: src/MedStat.WebAdmin/Resources/Classes/SharedResources.DeviceResource.*.resx
Languages: ru

source: Device #{0} was created successfully
ru: Устройство #{0} было успешно создано

source: Device data were updated
ru: Данные устройства были обновлены

source: Device list
ru: Список устройств

source: Device was deleted successfully
ru: Устройство было успешно удалено

source: Device will be deleted permanently. Are you sure?
ru: Устройство будет удалено без возможности восстановления. Вы уверены?

source: Error has occurred: {0}
ru: Произошла ошибка: {0}

source: Model list
ru: Список моделей

source: __btn__Create
ru: Создать

source: __btn__Create device
ru: Создать устройство

source: __btn__Save
ru: Сохранить

source: __button__Delete
ru: Удалить

source: __DeviceGrid_Button__Delete
ru: Удалить

source: __DeviceGrid_Button__Edit
ru: Редактировать

source: __DeviceGrid_Column__InventoryNumber
ru: Инвентарный #

source: __DeviceType__Gateway
ru: Шлюз

source: __DeviceType__SmartWatch
ru: Часы

source: __ModelGrid_Column__Description
ru: Описание

source: __ModelGrid_Column__Model
ru: Модель

source: __ModelGrid_Column__Name
ru: Имя

source: __ModelGrid_Column__Type
ru: Тип

source: __pageTitle__Device list
ru: Список устройств

source: __pageTitle__Device Models
ru: Модели устройств

source: __pageTitle__List
ru: Список

source: __pageTitle__Models
ru: Модели

source: __pageTitle__New device
ru: Новое устройство
